[
    {
        "image": "./image/botanic.jpg",
        "name": "Singapore Botanic Gardens",
        "type": "park",
        "area": ["all", "central"],
        "rating": "4.7",
        "greenScore": "4.6/5",
        "url": "https://www.nparks.gov.sg/gardens-parks-and-nature/singapore-botanic-gardens",
        "lat": "1.3134",
        "long": "103.8150",
        "description": "The Singapore Botanic Gardens, located in the central region of the city, is a testament to Singapore's commitment to environmental sustainability and the preservation of natural beauty. With a green rating of 4.6 out of 5, this iconic garden showcases a harmonious coexistence of urban living and nature. It's a designated UNESCO World Heritage Site, emphasizing its cultural and environmental significance. The gardens are not just a lush green oasis in the heart of the city but also a hub for education and research in environmental conservation. They house a rich collection of flora, including numerous endangered and rare plant species. Sustainable practices are deeply ingrained in the management, from energy-efficient lighting to waste reduction and recycling programs. The gardens also play a crucial role in water conservation and maintaining local biodiversity. Visitors are encouraged to explore the gardens by foot or public transportation, reducing the environmental footprint. Singapore Botanic Gardens exemplifies how a meticulously planned urban green space can coexist with sustainable principles and serves as an enduring symbol of the city's dedication to environmental preservation."
    },
    {
        "image": "./image/ecp.jpg",
        "name": "East Coast Park",
        "type": "park",
        "area": ["all", "east"],
        "rating": "4.5",
        "greenScore": "4.4/5",
        "url": "https://www.nparks.gov.sg/gardens-parks-and-nature/parks-and-nature-reserves/east-coast-park",
        "lat": "1.2974",
        "long": "103.9136",
        "description": "East Coast Park is one of Singapore's most treasured urban getaways, offering a exciting diversity of recreational, sporting and dining activities. With the theme “Recreation for All”, the park has an activity for everyone. Families and friends can sit back, relax and enjoy picnics under the swaying coconut palms, Casuarinas and Ketapangs in the park. For families looking for a fun day out, head down to the play towers, water play area, nature playgardens and swings across the park. For those looking for action, there are myriad sporting activities such as beach volleyball, cycling, cable skiing and various water sports as well as an Xtreme SkatePark. The public restrooms in East Coast Park (at Areas B1, B2, C1, C4, D1, D5, F1, F2, G1 and G2) are equipped with shower facilities, so you can choose to wash up in the park if needed.       In the evenings, have a barbecue or indulge in sumptuous cuisines at the nearby hawker centre or restaurants while enjoying the cool sea breeze. East Coast Park has a total land size of 185 hectares, and a scenic coastline that stretches over 15 km, and attracts a visitorship of more than seven million a year. Get connected from East Coast Park to Rower's Bay, Pasir Ris Park, Sengkang Riverside Park, Changi Beach Park and other park connectors via the Round Island Route! Click here to read more."
    },
    {
        "image": "./image/fcpark.jpg",
        "name": "Fort Canning Park",
        "type": "park",
        "area": ["all", "south"],
        "rating": "4.5",
        "greenScore": "4.5/5",
        "url": "https://www.nparks.gov.sg/gardens-parks-and-nature/parks-and-nature-reserves/fort-canning-park",
        "lat": "1.2944",
        "long": "103.8458",
        "description": "Festival at the Fort is on from 26 August 2022 to 4 September 2022 - find out more here. Fort Canning Park, an iconic hilltop landmark has witnessed many of Singapore's historical milestones. The hill once sited the palaces of 14th century Kings and served as the Headquarters of the Far East Command Centre and British Army Barracks. The decision to surrender Singapore to the Japanese on 15 February 1942 was also made on the hill, in the Underground Far East Command Centre, commonly known as Battle Box. Today, Fort Canning Park features nine historical gardens - the Pancur Larangan, Artisan's Garden, Sang Nila Utama Garden, Jubilee Park (Phase 1), Raffles Garden, First Botanic Garden, Farquhar Garden, Spice Garden and Armenian Street Park. To get to Fort Canning Park, visitors can make use of the covered escalators from Fort Canning MRT station and Bras Basah MRT station to the top of Fort Canning Park. Fort Canning Park is a venue for celebrations. Its expansive, sprawling lawns play host to concerts, theatre productions and festivals such as Shakespeare in the Park, Ballet Under the Stars, Shakespeare in the Park and Films at the Fort, while weddings, parties and gatherings are a regular sight in the park's venue spaces. Its ancient artefacts are a must-see for history buffs, and its lush greenery and expansive lawns offer a variety of arts, heritage and nature experiences. Whether you are drawn by the park's ancient artefacts and rich heritage or simply its tranquility, this hilltop park offers something for the whole family.."
    },
    {
        "image": "./image/jewel.jpg",
        "name": "Jewel Changi Airport",
        "area": ["all", "east"],
        "type": "mall",
        "rating": "4.6",
        "greenScore": "4.0/5",
        "url": "https://www.jewelchangiairport.com/",
        "lat": "1.3600",
        "long": "103.9893",
        "description": "Jewel Changi Airport is located in the eastern part of Singapore and has earned a reputation as an environmentally friendly attraction. This iconic structure is a testament to Singapore's commitment to sustainability and green design. The green rating of 4 out of 5 reflects the numerous environmentally conscious features. One of the most striking features is the Rain Vortex, which is the world's tallest indoor waterfall. It serves a dual purpose as a stunning visual attraction and a functional rainwater harvesting system. The collected rainwater is used to irrigate the lush indoor forest known as the Shiseido Forest Valley. Jewel is also home to a wide variety of plant species, and its facade is covered with a distinctive glass and steel design that allows for natural light and ventilation. The shopping and dining options within the complex prioritize sustainable practices and local sourcing of products. Additionally, the airport encourages visitors to use public transportation, reducing the carbon footprint of travelers. Incorporating greenery and sustainable features, Jewel Changi Airport stands as a model for environmentally conscious urban development, blending modern infrastructure with the beauty of nature."
    },
    {
        "image": "./image/jlg.png",
        "name": "Jurong Lake Garden",
        "area": ["all", "west"],
        "type": "park",
        "rating": "4.7",
        "greenScore": "4.5/5",
        "url": "https://www.nparks.gov.sg/juronglakegardens",
        "lat": " 1.3440",
        "long": "103.7226",
        "description": "Jurong Lake Gardens, located in the western part of Singapore, is renowned for its commitment to environmental sustainability and green practices. This sprawling garden complex encompasses Lakeside Garden, Chinese Garden, and Japanese Garden, and it offers a harmonious blend of natural beauty and eco-friendly design. One of the highlights of Jurong Lake Gardens is the careful preservation of existing greenery and ecosystems. The gardens incorporate natural wetlands, lush green spaces, and a diverse range of plant and animal species. Efforts have been made to restore and enhance the biodiversity of the area. The green rating of 4.5 out of 5 reflects the presence of solar panels for clean energy generation, energy-efficient lighting, and a robust recycling program. Rainwater harvesting systems are in place to minimize water wastage, and sustainable landscaping practices are employed throughout the gardens. Jurong Lake Gardens also encourages eco-friendly transportation with well-maintained cycling and walking paths, as well as ample access to public transit. Visitors can learn about conservation and sustainability through educational programs and exhibitions. In summary, Jurong Lake Gardens exemplifies Singapore's commitment to creating urban spaces that are not only aesthetically pleasing but also environmentally responsible, making it a haven for nature lovers and environmentally conscious individuals."
    },
    {
        "image": "./image/reservoir.jpg",
        "name": "MacRitchie Reservoir",
        "area": ["all", "central"],
        "type": "park",
        "rating": "4.5",
        "greenScore": "4.5/5",
        "url": "https://www.nparks.gov.sg/gardens-parks-and-nature/parks-and-nature-reserves/macritchie-reservoir-park",
        "lat": "1.3402",
        "long": "103.8333",
        "description": "MacRitchie Reservoir, nestled in the heart of Central Singapore, is not only a popular recreational area but also a prime example of environmental conservation. This lush green oasis boasts a green rating of 4.5 out of 5 due to its extensive commitment to sustainability. The reservoir area is surrounded by a thriving tropical rainforest, and its preservation is paramount. The park encourages visitors to explore the natural beauty while respecting the environment, with well-maintained boardwalks and trails designed to minimize ecological impact. To protect the local wildlife, restrictions on boating and fishing are in place. Furthermore, MacRitchie Reservoir actively engages in forest restoration and the protection of native flora and fauna. It also promotes public awareness of environmental issues and conservation through educational programs and initiatives. With its dedication to preserving the natural environment, MacRitchie Reservoir stands as a testament to Singapore's commitment to sustainable green spaces."
    },
    {
        "image": "./image/sembawang.jpg",
        "name": "Sembawang Hot Spring Park",
        "area": ["all", "north"],
        "type": "park",
        "rating": "4.4",
        "greenScore": "4.3",
        "url": "https://www.nparks.gov.sg/sembawanghotspringpark",
        "lat": "1.4178",
        "long": "103.8202",
        "description": "Sembawang Hot Spring Park, situated in the northern region of Singapore, is a testament to the city-state's dedication to environmental sustainability. With a green rating of 4.3 out of 5, this park seamlessly blends the natural wonders of geothermal hot springs with eco-conscious practices. The park not only showcases the unique geological feature of a natural hot spring, but it also educates visitors about the importance of conserving this precious resource. Sembawang Hot Spring Park has implemented various eco-friendly measures, including rainwater harvesting systems, energy-efficient lighting, and waste recycling programs. The lush greenery surrounding the park contributes to local biodiversity and is carefully maintained to minimize environmental impact. It offers a serene and informative experience, encouraging visitors to appreciate the harmony between nature and sustainable practices. Sembawang Hot Spring Park serves as a model for eco-tourism, promoting awareness about the environment while providing a space for relaxation and rejuvenation in a natural setting."
    },
    {
        "image": "./image/gbtb.webp",
        "name": "Gardens By The Bay",
        "area": ["all", "central"],
        "type": "park",
        "rating": "4.7",
        "greenScore": "4.6/5",
        "url": "https://www.gardensbythebay.com.sg/",
        "lat": "1.2815",
        "long": "103.8636",
        "description": "Gardens by the Bay, located in the heart of Singapore's central region, stands as a shining example of environmental stewardship and sustainability. This iconic attraction has earned a green rating of 4.6 out of 5 due to its extensive commitment to ecological and energy-efficient practices. The Supertree Grove, a central feature of the park, exemplifies this commitment with its vertical gardens that harness solar energy and serve as an air exhaust receptacle for the conservatories. The conservatories themselves, the Flower Dome and Cloud Forest, are designed with sustainable cooling and water-recycling systems. These measures help reduce energy consumption and waste production. Gardens by the Bay also promotes biodiversity by featuring a wide array of plant species and maintaining natural ecosystems. Furthermore, the park encourages visitors to use public transportation and minimizes the use of single-use plastics, reflecting its dedication to reducing its carbon footprint. Overall, Gardens by the Bay is a remarkable demonstration of how an urban garden can harmonize with sustainable principles, offering a breathtaking and educational experience for visitors while actively contributing to environmental conservation."
    },
    {
        "image": "./image/sungeibuloh.jpg",
        "name": "Sungei Buloh Wetland Reserve",
        "area": ["all", "north"],
        "type": "park",
        "rating": "4.6",
        "greenScore": "4.8/5",
        "url": "https://www.nparks.gov.sg/sbwr",
        "lat": "1.4477",
        "long": "103.7264",
        "description": "Sungei Buloh Wetland Reserve, nestled in the northern part of Singapore, is a true testament to environmental preservation and sustainability. This ecological gem has earned an impressive green rating of 4.8 out of 5 due to its unwavering commitment to conservation and eco-friendly practices. The reserve serves as a haven for numerous bird species and wildlife, and its lush mangrove forests play a critical role in protecting coastal ecosystems. Sustainable practices are deeply ingrained here, from the minimal use of artificial lighting to reduce light pollution to comprehensive waste recycling and water conservation efforts. The management of Sungei Buloh Wetland Reserve focuses on habitat restoration, ecological research, and education, inviting visitors to learn about and appreciate the importance of preserving wetlands and wildlife. With its dedication to protecting and nurturing natural ecosystems, Sungei Buloh Wetland Reserve showcases the harmony between human and nature, offering a unique and educational experience while actively contributing to the preservation of the environment."
    },
    {
        "image": "./image/tampinesecogreen.jpg",
        "name": "Tampines Eco Green",
        "area": ["all", "east"],
        "type":"park",
        "rating": "4.6",
        "greenScore": "4.8/5",
        "url": "https://www.nparks.gov.sg/gardens-parks-and-nature/parks-and-nature-reserves/tampines-eco-green",
        "lat": "1.3525",
        "long": "103.9405",
        "description": "Tampines Eco Green, located in the eastern part of Singapore, stands as a remarkable testament to ecological conservation and sustainability. With a high green rating of 4.8 out of 5, this pristine green space is designed to minimize its ecological impact and prioritize environmental preservation. The park boasts a careful integration of native flora and fauna, maintaining the natural biodiversity of the region. Visitors are greeted by lush and well-manicured greenery that promotes a sense of tranquility and appreciation for the environment. Sustainable practices are deeply ingrained in the park's operations, including the use of renewable energy, water conservation, and minimal artificial lighting to minimize light pollution. Educational programs and signage throughout the park encourage visitors to understand and respect the local ecosystem. Tampines Eco Green offers a serene and educational experience, illustrating the harmonious coexistence of nature and sustainable practices. It serves as a model for green urban planning and highlights the significance of preserving natural environments even in the heart of the city."
    },
    {
        "image": "./image/bukittimahnature.png",
        "name": "Bukit Timah Natue Reserve",
        "area": ["all", "central"],
        "type": "park",
        "rating": "4.5",
        "greenScore": "4.7/5",
        "url": "https://www.nparks.gov.sg/bukit-timah",
        "lat": "1.3570",
        "long": "103.7767",
        "description": "Bukit Timah Nature Reserve, situated in the central region of Singapore, is a true environmental gem. With a high green rating of 4.7 out of 5, this reserve is a shining example of sustainability and conservation. The park boasts an impressive range of native flora and fauna, providing a sanctuary for biodiversity amidst the city's hustle and bustle. Sustainable practices are ingrained in its management, including energy-efficient lighting, waste reduction, and an active reforestation program. Visitors are encouraged to appreciate and protect this natural habitat through educational programs and interpretive signage. Bukit Timah Nature Reserve is an essential part of Singapore's commitment to preserving its natural heritage, and its efforts to minimize human impact while promoting understanding of local ecosystems make it a model for other urban green spaces. This reserve's dedication to maintaining a delicate balance between human interaction and environmental preservation demonstrates the importance of protecting natural areas for future generations and exemplifies the coexistence of people and nature within a bustling metropolis."
    },
    {
        "image": "./image/pulau-ubin.jpg",
        "name": "Pulau Ubin",
        "area": ["all", "east"],
        "type": "park",
        "rating": "4.6",
        "greenScore": "4.8/5",
        "url": "https://www.nparks.gov.sg/pulau-ubin",
        "lat": "1.4167",
        "long": "103.9672",
        "description": "Pulau Ubin, situated in the eastern part of Singapore, is a prime example of a place that has retained its environmental harmony and embraced sustainable practices. With a remarkable green rating of 4.8 out of 5, this island has long been a haven for nature enthusiasts and conservationists. Its commitment to preserving its unique ecosystem is evident through numerous initiatives. The island minimizes motorized traffic, promoting cycling and walking as primary modes of transportation to reduce carbon emissions. Its traditional kampong (village) lifestyle and cultural heritage blend seamlessly with the natural environment, preserving a way of life that values sustainability and self-sufficiency. Pulau Ubin's lush forests, wetlands, and mangroves have been carefully protected, serving as important habitats for various wildlife. The island's eco-conscious facilities include composting toilets, rainwater harvesting systems, and waste management practices that minimize its ecological footprint. Pulau Ubin remains a testament to Singapore's commitment to preserving its natural heritage, a place where the past and future coexist in an environmentally friendly and culturally rich landscape."
    },
    {
        "image": "./image/Lazarus-Island.webp",
        "name": "Lazarus Island",
        "area": ["all", "south"],
        "type": "park",
        "rating": "4.0",
        "greenScore": "4.6/5",
        "url": "https://islandcruise.com.sg/places-of-interest/lazarus-island/",
        "lat": " 1.2454",
        "long": "103.8544",
        "description": "Lazarus Island, located in the southern part of Singapore, is a pristine natural oasis where environmental preservation takes center stage. With a notable green rating of 4.6 out of 5, this remote island has largely remained untouched by urban development. Its unspoiled beaches, crystal-clear waters, and lush vegetation showcase Singapore's commitment to maintaining natural beauty and ecological balance. Lazarus Island prioritizes sustainable practices, with a minimal ecological footprint and limited infrastructure. The absence of motorized vehicles encourages visitors to explore the island on foot, reducing pollution and noise. The island's natural beauty is complemented by efforts to preserve its marine ecosystems, including coral conservation and protection of nesting sites for wildlife. Lazarus Island's tranquility and untouched landscapes make it a model for ecotourism and emphasize the importance of safeguarding natural treasures, even in an urban setting, ensuring that future generations can appreciate the splendor of unspoiled nature within Singapore's waters."
    },
    {
        "image": "./image/Singapore_Zoo.jpg",
        "name": "Singapore Zoo",
        "area": ["all", "north"],
        "type": "park",
        "rating": "4.6",
        "greenScore": "4.5/5",
        "url": "https://www.wrs.com.sg/en/singapore-zoo.html",
        "lat": "1.4043",
        "long": "103.7930",
        "description": "The Singapore Zoo, located in the northern part of the city, is a shining example of an environmentally friendly and green attraction. With a green rating of 4.5 out of 5, the zoo is not only dedicated to providing a world-class wildlife experience but also to environmental sustainability and conservation. Its lush, naturalistic enclosures prioritize animal welfare and closely mimic the native habitats of the species. The zoo actively participates in numerous wildlife conservation programs, contributing to the protection of endangered species worldwide. Sustainable practices are ingrained in its operations, from energy-efficient lighting to comprehensive waste management and recycling initiatives. Visitors are educated about wildlife conservation and sustainability through engaging exhibits and educational programs, promoting an understanding of the interconnectedness of all living creatures and ecosystems. The zoo also emphasizes responsible and ethical wildlife tourism. Overall, the Singapore Zoo is a model of how modern zoos can both entertain and educate, while actively contributing to environmental conservation and encouraging eco-conscious practices among its visitors."
    },
    {
        "image": "./image/henderson-waves.webp",
        "name": "Henderson Waves",
        "area": ["all", "south"],
        "rating": "4.6",
        "greenScore": "4.5/5",
        "url": "https://www.visitsingapore.com/see-do-singapore/architecture/modern/henderson-waves/",
        "lat": "1.2813",
        "long": "103.8105",
        "description": "Henderson Waves, situated in the southern part of Singapore, is an iconic pedestrian bridge that not only offers breathtaking views but also exemplifies environmentally friendly design. With a green rating of 4.5 out of 5, the bridge integrates seamlessly into the lush natural landscape of the Southern Ridges. The structure features sustainable materials and energy-efficient lighting, minimizing its carbon footprint. Its elevated design preserves the ground beneath and encourages the growth of local vegetation. The bridge is part of the Southern Ridges, a network of parks and green spaces connected by elevated walkways and bridges, fostering a sense of harmony with nature. Henderson Waves is also known for its low light pollution, providing a tranquil and eco-conscious place for stargazing. The surrounding flora and fauna are carefully preserved, creating an environment where visitors can appreciate nature without disrupting it. The bridge's gentle curves and artistic design reflect Singapore's dedication to creating green and environmentally friendly urban spaces that enhance the city's aesthetics while embracing eco-conscious principles."
    },
    {
        "image": "./image/PARK-ROYAL-MARINA.jpg",
        "name": "Parkroyal Collection Marina Bay",
        "area": ["all", "central"],
        "type": "hotel",
        "rating": "4.4",
        "greenScore": "4.5/5",
        "url": "https://www.panpacific.com/en/hotels-and-resorts/pr-collection-marina-bay.html",
        "lat": "1.2823",
        "long": "103.8591",
        "description": "Parkroyal Collection Marina Bay, nestled in the heart of Singapore, stands as a model for green and environmentally friendly hospitality. The hotel has made significant strides in sustainability, incorporating energy-efficient lighting, waste reduction, and water conservation practices. It also boasts GreenMark Platinum certification, a recognition of its commitment to environmental stewardship. The property features a lush sky garden that not only provides a serene environment for guests but also helps with temperature regulation and reduces energy consumption. Sustainable dining options with locally sourced ingredients and the implementation of a comprehensive recycling program underline the hotel's dedication to green practices. Its central location encourages guests to explore the city by foot or public transportation, minimizing carbon emissions. Parkroyal Collection Marina Bay demonstrates that luxury and environmental responsibility can coexist, providing a beautiful and eco-conscious space for travelers while actively contributing to the preservation of the environment."
    },
    {
        "image": "./image/OasiaHotel.jpg",
        "name": "Oasia Hotel Downtown",
        "area": ["all", "central"],
        "type": "hotel",
        "rating": "4.5",
        "greenScore": "4.7/5",
        "url": "https://www.oasiahotels.com/en/singapore/hotels/oasia-hotel-downtown?dcm=sem&gclid=CjwKCAjwkNOpBhBEEiwAb3MvvUdcTY3XgNuuhItnMepwfNfVRrJzDE-RjL8TPrIIbIhONh7WZJAzXRoCfKsQAvD_BwE&gclsrc=aw.ds",
        "lat": "1.2930",
        "long": "103.8391",
        "description": "Oasia Hotel, located in the heart of Singapore's bustling central district, is a shining example of a green and environmentally friendly hotel. With a strong commitment to sustainability, it has earned a reputation as an eco-conscious accommodation choice. The hotel incorporates numerous green practices, including energy-efficient lighting, water-saving measures, and waste reduction initiatives. Its facade is adorned with lush vertical gardens, which not only enhance the aesthetics but also contribute to temperature regulation, reducing energy consumption. Oasia Hotel's commitment to eco-friendly dining includes the use of locally sourced ingredients and sustainable culinary practices. Furthermore, its convenient central location encourages guests to explore the city on foot or through eco-friendly public transportation options, minimizing their carbon footprint. With Green Mark Platinum certification and a range of green initiatives, Oasia Hotel is a prime example of how a luxurious hotel can harmoniously coexist with eco-conscious principles, offering a sustainable and comfortable stay for guests while actively contributing to environmental conservation."
    },
    {
        "image": "./image/jwmarriott.webp",
        "name": "JW Marriott South Beach",
        "area": ["all", "central"],
        "type": "hotel",
        "rating": "4.5",
        "greenScore": "4.6/5",
        "url": "https://www.marriott.com/en-us/hotels/sinjw-jw-marriott-hotel-singapore-south-beach/overview/",
        "lat": "1.2975",
        "long": "103.8590",
        "description": "JW Marriott South Beach, situated in the vibrant central district of Singapore, has established itself as a model of environmental responsibility and sustainability within the luxury hotel industry. With a strong focus on green practices, the hotel has implemented various initiatives, including energy-efficient lighting, water-saving measures, and comprehensive waste reduction programs. One of its standout features is the rooftop garden, which not only provides a serene and scenic escape for guests but also contributes to temperature regulation and reduces energy consumption. Sustainable dining options that incorporate locally sourced ingredients and eco-conscious culinary practices are a staple at the hotel. The central location promotes eco-friendly exploration of the city by foot or public transportation, encouraging guests to minimize their carbon footprint. JW Marriott South Beach's commitment to environmental stewardship, exemplified by its Green Mark Platinum certification and numerous sustainable practices, showcases that luxury and eco-friendliness can coexist, providing a stylish and responsible option for travelers while actively contributing to the preservation of the environment."
    },
    {
        "image": "./image/grandhyatt.jpg",
        "name": "Grand Hyatt",
        "area": ["all", "central"],
        "type": "hotel",
        "rating": "4.6",
        "greenScore": "4.6/5",
        "url": "https://www.hyatt.com/en-US/hotel/singapore/grand-hyatt-singapore/sinrs",
        "lat": "1.3064",
        "long": "103.8313",
        "description": "Grand Hyatt, situated in the heart of Singapore's central district, is a prime example of a green and environmentally friendly luxury hotel. The hotel's commitment to sustainability is evident in its eco-friendly practices, including energy-efficient lighting, water conservation, and waste reduction initiatives. Grand Hyatt boasts several green features such as a rooftop garden that enhances aesthetics while contributing to temperature regulation and reducing energy consumption. Sustainable dining options feature locally sourced ingredients, reducing the carbon footprint of culinary offerings. Its central location encourages guests to explore the city through eco-friendly public transportation or on foot, further minimizing environmental impact. The hotel's focus on environmental stewardship, often acknowledged with Green Mark Platinum certification and a variety of green initiatives, underscores that luxury and environmental responsibility can coexist. Grand Hyatt offers travelers an eco-conscious and upscale experience, actively contributing to the preservation of the environment, and serving as a role model for the hospitality industry in Singapore."
    },
    {
        "image": "./image/panpacificorchard.jpg",
        "name": "Pan Pacific Orchard",
        "area": ["all", "central"],
        "type": "hotel",
        "rating": "4.2",
        "greenScore": "4.5/5",
        "url": "https://www.panpacific.com/en/hotels-and-resorts/pp-orchard-sg.html",
        "lat": "1.3039",
        "long": "103.8324",
        "description": "Pan Pacific Orchard, located in the central district of Singapore, stands as a prime example of an eco-conscious and green hotel. The hotel's dedication to sustainability is evident through its energy-efficient lighting, waste reduction, and water conservation initiatives. It incorporates various green features such as a rooftop garden that not only enhances the hotel's aesthetics but also serves as an urban oasis for guests and contributes to temperature regulation, reducing energy consumption. Sustainable dining options include the use of locally sourced ingredients and eco-friendly culinary practices. Pan Pacific Orchard's central location promotes eco-friendly exploration of the city by foot or through efficient public transportation, encouraging guests to minimize their carbon footprint. With Green Mark Platinum certification and a range of green initiatives, the hotel actively contributes to environmental preservation while offering a luxurious and environmentally responsible experience for travelers. Pan Pacific Orchard's commitment to environmental responsibility sets a high standard for eco-friendly hospitality in Singapore, emphasizing that luxury and eco-conscious principles can harmoniously coexist."
    },
    {
        "image": "./image/pickering.jpg",
        "name": "Parkroyal Collection Pickering",
        "area": ["all", "central"],
        "type": "hotel",
        "rating": "4.6",
        "greenScore": "4.8/5",
        "url": "https://www.panpacific.com/en/hotels-and-resorts/pr-collection-pickering.html",
        "lat": "1.2828",
        "long": "103.8467",
        "description": "PARKROYAL on Pickering, located in the central district of Singapore, is a remarkable testament to eco-conscious hospitality. The hotel's commitment to sustainability is evident in its innovative 'hotel in a garden' concept, which seamlessly integrates lush greenery and eco-friendly features into its design. With energy-efficient lighting, rainwater harvesting, and a focus on waste reduction, it's not just a hotel—it's a living, breathing eco-oasis. The use of sustainable materials and architectural choices, like vertical gardens and sky terraces, have transformed this urban space into a green sanctuary. Sustainable dining options featuring locally sourced ingredients further reduce the hotel's carbon footprint. Situated in a central location, the hotel encourages guests to explore the city on foot or using eco-friendly public transportation, promoting a lower environmental impact. With Green Mark Platinum certification and an array of green initiatives, PARKROYAL on Pickering is a pioneer in eco-friendly luxury, offering a green, vibrant, and sustainable haven for travelers while actively contributing to environmental preservation."
    },
    {
        "image": "./image/shangrila.jpg",
        "name": "Shangri-La Hotel Singapore",
        "area": ["all", "central"],
        "type": "hotel",
        "rating": "4.6",
        "greenScore": "4.7/5",
        "url": "https://www.shangri-la.com/en/singapore/shangrila/",
        "lat": " 1.3059",
        "long": "103.8264",
        "description": "Shangri-La Hotel in Singapore, nestled in the central district, beautifully combines luxury and environmental responsibility. The hotel is recognized for its strong commitment to sustainability, with various eco-friendly practices such as energy-efficient lighting and water conservation measures. It offers a tranquil urban retreat with lush gardens and green spaces that promote a sense of harmony with nature. Sustainable dining options showcase locally sourced ingredients and eco-conscious culinary practices. The hotel's central location encourages guests to explore the city on foot or through eco-friendly public transportation, reducing their environmental footprint. With a dedication to environmental stewardship, often evidenced through Green Mark certifications and a range of green initiatives, Shangri-La Hotel serves as a model of eco-conscious luxury. It proves that high-end accommodations can coexist harmoniously with eco-friendly principles, providing guests with a luxurious and environmentally responsible experience while actively contributing to the preservation of the environment."
    },
    {
        "image": "./image/Capella.jpg",
        "name": "Capella Singapore",
        "area": ["all", "south"],
        "type": "hotel",
        "rating": "4.7",
        "greenScore": "4.8/5",
        "url": "https://capellahotels.com/en/capella-singapore",
        "lat": "1.2441",
        "long": "103.8274",
        "description": "Capella Singapore, located on the tranquil Sentosa Island in the south of Singapore, sets the benchmark for sustainable luxury. The resort is renowned for its commitment to eco-conscious practices and is often recognized for its environmental efforts. It boasts lush, well-manicured green landscapes that blend seamlessly with the natural surroundings, promoting a sense of harmony with nature. The hotel has implemented various sustainable initiatives, such as energy-efficient lighting, waste reduction, and water conservation measures, to reduce its environmental footprint. With an emphasis on locally sourced and organic ingredients, the dining options are aligned with eco-conscious culinary practices. The location of Capella Singapore encourages guests to explore the island's eco-friendly attractions and transportation, minimizing their carbon footprint. Often celebrated for its environmental stewardship, as evidenced by its green certifications and numerous green initiatives, Capella Singapore showcases that luxury can coexist with a strong commitment to environmental responsibility. Guests can experience a luxurious and environmentally conscious stay while actively contributing to the preservation of the environment on Sentosa Island."
    }
]